[
    {
        "name": "Cambridge Chair",
        "img": "https://cdn.shopify.com/s/files/1/0286/8662/products/page_3155_1024x1024.jpg?v=1636578254",
        "details": "The Cambridge chair is seriously stylish as well as comfy. With hints of Ercol design mixed with top quality waxed aniline leather and metal and wood framing, gives the Cambridge a luxurious sit as well as a classic look. ",
        "price": 999
    },
    {
        "name": "Sidney Sofa",
        "img": "https://cdn.mos.cms.futurecdn.net/yeBFmoNwpbJSgHdxXyBi2X-768-80.jpg",
        "details": "Our Sidney range combines timeless classic design, with a supportive seat interior for those who prefer a slightly firmer sit. Gently curved arms are bolstered with a cushion for added comfort. Available in huge range of fabrics, this range looks stunning in a velvet. ",
        "price": 1329
    },
    {
        "name": "Hailey Sofa",
        "img": "https://nhatuidecor.com/admin_assets/source/san-pham-fa/1595354605-0-sofa-chu-i-gf2031.jpg",
        "details": "The Hailey range is one of our most comfy yet! Designed with luxuriously deep and soft yet supportive seat and back cushions, it also comes with a huge bolster cushion on each arm, which makes it perfect for those who like to snuggle down for the night. Available in a huge range of fabrics.",
        "price": 950
    },
    {
        "name": "Berrington Sofa",
        "img": "https://cdn.shopify.com/s/files/1/0286/8662/products/BerringtonSnuggler3_1024x1024.jpg?v=1633550539",
        "details": "The Berrington range is contemporary retro at its finest and its compact design is perfect for those smaller spaces. Features a button back and bolster cushions and has the optional extra of a headrest for added head support. This range is supremely comfortable and looks stunning in any of our velvet fabrics.",
        "price": 1175
    },
    {
        "name": "Granville Sofa",
        "img": "https://i.pinimg.com/originals/87/4b/3e/874b3e428991adeb484f321a478d4a3c.jpg",
        "details": "Our modern take on the classic Chesterfield, the Granville has a tapered arm with a pleated overwrap and traditional buttoning across the inner arm and backrest. High density loose seat cushions and a sprung base give this design a supportive sit. You can make this truly bespoke by choosing either fabric or leather buttons, piping and panel combinations, in a huge choice of tweeds, wools, standard fabrics and leathers. In a hurry? Our standard Off The Peg Midnight Tweed version with brown aniline leather seat cushions is available on a shorter lead time.",
        "price": 1320
    },
    {
        "name": "Club Patchwork",
        "img": "https://www.iconmobel.de/129-thickbox_default/sessel-featherson-patchwork-style.jpg",
        "details": "The Patchwork range offers timeless chesterfield style with a 15 year guaranteed handmade solid wood frame. It is made using off cuts so is sold as seen, as each piece is truly unique, in a variety of luxurious soft Aniline leathers, british wools and Harris Tweeds, the  combinations are endless and totally one off. No one out there will ever have a sofa that will match yours!",
        "price": 400
    }
]